function Policy () {
  return (
    <div style={{maxWidth:"800px", width:'100%', margin:'auto', marginTop:'80px', marginBottom:'60px'}}>
      <h1>서비스 이용약관 </h1><br />

      <h4>제 1조 (목적)<br /></h4>
      1.
      이 약관은 마이플레이컴퍼니 (이하 “회사”)에서 제공하는 회사 및 회사에서 제공하는 제반 서비스(이하 "서비스")에 접속과 사용자에 의해서 업로드 및 다운로드 되어 표시되는 모든 정보, 텍스트, 이미지 및 기타 자료를 이용하는 이용자(이하 "회원")와 서비스 이용에 관한 권리 및 의무와 책임사항, 기타 필요한 사항을 규정하는 것을 목적으로 합니다.<br /><br />
      <h4>제 2조 (약관의 게시와 효력, 개정)<br /></h4>
      1.
      회사는 서비스의 가입 과정에 본 약관을 게시합니다.<br />
      2.
      회사는 관련법에 위배되지 않는 범위에서 본 약관을 변경할 수 있습니다.<br />
      3.
      회원은 회사가 전항에 따라 변경하는 약관에 동의하지 않을 권리가 있으며, 이 경우 회원은 회사에서 제공하는 서비스 이용 중단 및 탈퇴 의사를 표시하고 서비스 이용 종료를 요청할 수 있습니다. 다만, 회사가 회원에게 변경된 약관의 내용을 통보하면서 회원에게 "7일 이내 의사 표시를 하지 않을 경우 의사 표시가 표명된 것으로 본다는 뜻"을 명확히 통지하였음에도 불구하고, 거부의 의사표시를 하지 아니한 경우 회원이 변경된 약관에 동의하는 것으로 봅니다.<br />      <br />
      <h4>제 3조 (약관의 해석과 예외 준칙)<br /></h4>
      1.
      회사는 제공하는 개별 서비스에 대해서 별도의 이용약관 및 정책을 둘 수 있으며, 해당 내용이 이 약관과 상충할 경우 개별 서비스의 이용약관을 우선하여 적용합니다.<br />
      2.
      본 약관에 명시되지 않은 사항이 관계법령에 규정되어 있을 경우에는 그 규정에 따릅니다.<br /><br />
      <h4>제 4조 (용어의 정의)<br /></h4>
      1.
      서비스: 개인용 컴퓨터 (PC), TV, 휴대형 단말기, 전기통신설비 등 포함 각종 유무선 장치와 같이 구현되는 단말기와 상관없이 회원이 이용할 수 있는 회사 및 회사 관련 제반 서비스를 의미합니다. 제반 서비스에는 개발자 및 서비스 제공자가 회사 Open Application Programming Interface 서비스와 이를 이용하여 개발한 API 응용 애플리케이션 또는 웹서비스도 포함됩니다.<br />
      2.
      회원: 회사와 서비스 이용계약을 체결하고 회사가 제공하는 서비스를 이용하는 모든 사용자를 의미합니다.<br />
      3.
      아이디: 회원의 식별 및 서비스 이용을 위하여 회원이 선정하고 회사가 부여한 문자 및 숫자의 조합을 의미합니다.<br />
      4.
      비밀번호: 회원의 개인 정보 및 확인을 위해서 회원이 정한 문자 또는 숫자의 조합을 의미합니다.<br />
      5.
      도메인: 회원의 서비스 이용을 위하여 회원이 신청하여 회사가 부여한 고유한 인터넷 주소를 의미합니다. 회사는 제공하는 제반 서비스를 위해서 서비스에 따라 별도의 도메인 주소를 추가적으로 제공합니다.<br />
      6.
      게시물: 회원이 서비스를 이용함에 있어 회원이 서비스에 게시한 문자, 문서, 그림, 음성, 링크, 파일 혹은 이들의 조합으로 이루어진 정보 등 모든 정보나 자료를 의미합니다.<br />
      7.
      유료서비스: 회사가 유료로 제공하는 각종 제반 서비스를 의미합니다.<br />
      8.
      포인트: 회사의 유료 콘텐츠를 이용하기 위해 회원이 구입하는 사이버 머니를 말합니다.<br /><br />
      <h4>제 5조 (이용계약의 체결)<br /></h4>
      1.
      이용계약은 회원이 회사 서비스 및 제반 서비스에서 제공하는 회원 가입 페이지에서 서비스 이용약관에 동의한 후 이용신청을 하고 신청한 내용에 대해서 회사가 승낙함으로써 체결됩니다.<br />
      2.
      회사는 이용약관에 동의한 후 이용신청한 사용자에 대해서 원칙적으로 접수 순서에 따라 서비스 이용을 승낙함을 원칙으로 합니다. 다만 업무 수행상 또는 기술상 지장이 있을 경우 일정시간 가입승인을 유보할 수 있습니다.<br />
      3.
      회사는 다음 각 호에 해당하는 신청에 대해서 승낙하지 않거나 사후에 이용계약을 해지할 수 있습니다.<br />
      <ul>
      <li>가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우<br /></li>
      <li>제3자의 전자우편 주소를 이용하여 신청한 경우<br /></li>
      <li>허위의 정보를 기재하거나, 회사가 필수적으로 입력을 요청한 부분을 기재하지 않은 경우<br /></li>
      <li>부정한 용도로 서비스를 사용하고자 하는 경우<br /></li>
      <li>이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우<br /></li>
      <li>회사의 정책에 적합하지 않는 회원으로 판단되는 경우나 서비스 제공이 곤란한 경우<br /></li>
      <li>회원의 이용 목적이나 서비스 이용 방법이 회사의 재산권이나 영업권을 침해하거나 침해할 우려가 있는 경우<br /></li>
      <li>비정상적인 방법을 통하여 아이디 및 도메인을 대량으로 생성하는 행위</li>
      </ul>
      4.
      회사는 회원에 대해 회사정책에 따라 등급별로 구분하여 이용시간, 이용횟수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.<br />
      5.
      회원은 회사에 언제든지 회원 탈퇴를 요청하여 이용계약을 해지할 수 있습니다.<br />
      6.
      회원은 회원 가입 시 기재한 개인정보의 내용에 변경이 발생한 경우, 즉시 변경사항을 정정하여 기재하여야 합니다. 변경의 지체로 인하여 발생한 회원의 손해에 대해 회사는 책임을 지지 않습니다.<br />
      7.
      회사는 관련 법률 및 회사의 개인정보취급방침에서 정한 바에 따라 회원에게 요청하는 회원정보 및 기타정보 항목을 추가, 삭제 등 변경하여 수집 및 이용할 수 있습니다.<br />

    </div>
  )
}

export default Policy;