function Privacy () {
  return(
  <div style={{maxWidth:"1000px", width:'100%', margin:'auto', marginTop:'80px'}}>
      <h1>개인정보의 처리목적, 수집 항목, 보유 및 이용기간</h1> <br />

      <h4>개인정보 제3자 제공 및 공유</h4>
      1.
      회사는 이용자의 개인정보를 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정에 해당하는 경우에만 개인정보를 제3자에게 제공합니다. <br />
      2.
      회사는 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.<br />
      자세한 내용은 개인정보 제3자 제공 을 클릭하여 확인해주세요. <br />

      <h4>이용자 및 법정대리인의 권리 · 의무 및 행사 방법</h4><br />
      1.
      정보주체는 회사에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다.<br />
      ※ 만 14세 이상의 미성년자인 정보주체는 정보주체의 개인정보에 관하여 미성년자 본인이 권리를 행사하거나 법정대리인을 통하여 권리를 행사할 수도 있습니다.<br />
      2.
      권리 행사는 회사에 대해 「개인정보 보호법」 시행령 제41조 제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며, 회사는 이에 대해 지체 없이 조치하겠습니다.<br />
      3.
      권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수도 있습니다. 이 경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.<br />
      4.
      개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.<br />
      5.
      개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.<br />
      6.
      회사는 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리 정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.<br />
      7.
      이용자의 개인정보는 아래와 같은 방법을 통해 열람, 정정, 삭제 할 수 있습니다. 서비스를 통해 직접 확인, 정정, 삭제 할 수 없는 정보는 플랩풋볼 홈페이지 채팅채널(홈페이지 우측 하단 노란색 아이콘)을 통해 요청하여 확인 및 처리 할 수 있습니다. 이용자의 요청에 대한 진행경과(처리결과)는 요청을 받은일로부터 10일 이내에 회신합니다. <br /><br />

      <h4>개인정보 자동 수집 장치의 설치 · 운영 및 거부</h4><br />
      회사는 개인화되고 맞춤화된 서비스를 제공하기 위해서 이용자의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에게 보내는 아주 작은 텍스트 파일로 이용자 컴퓨터의 하드디스크에 저장됩니다. 이후 이용자가 웹 사이트에 방문할 경우 웹 사이트 서버는 이용자의 하드 디스크에 저장되어 있는 쿠키의 내용을 읽어 이용자의 환경설정을 유지하고 맞춤화된 서비스를 제공하기 위해 이용됩니다.<br />
      1.
      쿠키의 사용 목적<br />
      회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공<br />
      2.
      쿠키의 설치, 운용 및 거부<br />
      이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수도 있습니다. 다만, 쿠키 설치를 거부할 경우 웹 사용이 불편해지며 로그인이 필요한 일부 서비스 이용에 어려움이 발생할 수도 있습니다.<br /><br />

      <h4>개인정보의 파기 절차 및 방법</h4><br />
      1.
      회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.<br />
      2.
      정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성 되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존 합니다.<br />
      3.
      개인정보 파기의 절차 및 방법은 다음과 같습니다.<br />
      파기절차<br />
      회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.<br />
      파기방법<br />
      회사는 전자적 파일 형태로 기록·저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록∙저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.<br /><br />

      <h4>개인정보의 안전성 확보조치</h4><br />
      회사는 이용자들의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조, 훼손되지 않도록 안전성 확보를 위해 다음과 같은 대책을 강구하고 있습니다.<br />
      1.
      기술적 보호 조치<br />
      2.
      비밀번호 암호화<br />
      이용자의 개인정보는 비밀번호에 의해 보호되고 있으며, 비밀번호는 암호화 저장 및 관리 되고 있습니다. 비밀번호는 본인만이 알고 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다.<br />
      3.
      해킹 등에 대비한 대책<br />
      회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. <br />
      개인정보의 훼손에 대비해 자료를 수시로 백업하고 있으며 암호화통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다.<br />
      침입차단시스템을 이용하여 외부로부터 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.<br /><br />
      
      <h4>관리적 보호 조치</h4><br />
      1.
      처리 직원의 최소화 및 교육<br />
      회사의 개인정보관련 처리 직원은 담당자에 한정시키고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 개인정보처리방침의 준수를 항상 강조하고 있습니다.<br />
      입사 시 개인정보 관련 처리자의 보안서약서를 통하여 사람에 의한 정보유출을 사전에 방지하고 개인정보 처리방침에 대한 이행사항 및 직원의 준수여부를 감사하기 위한 내부절차를 마련하고 있습니다.<br />
      개인정보 관련 처리자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확화하고 있습니다.<br />
      2.
      개인정보 보호전담기구 운영<br />
      사내 개인정보 보호전담기구를 통하여 개인정보 보호방침의 이행사항 및 담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다. <br />
      이용자 본인의 부주의나 인터넷상의 문제로 아이디, 비밀번호, 이메일주소 등 개인정보가 유출되어 발생한 문제에 대해 회사는 일체의 책임을 지지 않습니다.<br />
  </div>
  )
}

export default Privacy;